/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "A actualizar as caches de arranque";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "As caches necessárias para o arranque estão a ser actualizadas. O sistema será encerrado quando a actualização tiver sido concluída.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Ficheiros de sistema inconsistentes";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Ficheiros de sistema importantes na memória não correspondem aos existentes no disco. Não é possível carregar as extensões kernel e alguns periféricos podem não funcionar. Poderá ser útil redefinir as especificações do disco de arranque em “Preferências do sistema”..";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Impossível utilizar a extensão de sistema.";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "A extensão de sistema “";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” não foi correctamente instalada e não pode ser usada. Reinstale-a ou contacte o fabricante para obter uma actualização.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 Cores";
"Thousands"  = "Milhares";
"Millions"   = "Milhões";
"Trillions"  = "Triliões";

"n/a"  = "n/d";

"stretched"  = "expandido";
"simulscan"  = "simulscan";
"interlaced" = "entrelaçado";
"external"   = "externo";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
